aria2
autoconf
bat
bfg
boost
boost@1.85
brotli
btop
c-ares
ca-certificates
cairo
certifi
curl
eza
fd
fontconfig
freetype
fribidi
fzf
gemini-cli
gettext
gh
ghostscript
giflib
git
git-delta
git-filter-repo
glib
gmp
gnupg
gnutls
graphite2
harfbuzz
hidapi
htop
httpie
icu4c@77
jbig2dec
jless
jpeg-turbo
jq
lazygit
leptonica
libarchive
libassuan
libb2
libevent
libgcrypt
libgit2
libgpg-error
libidn
libidn2
libksba
libnghttp2
libnghttp3
libngtcp2
libpng
libscrypt
libsodium
libssh2
libtasn1
libtiff
libunistring
libusb
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
litecli
little-cms2
lpeg
luajit
luv
lz4
lzo
m4
monero
mpdecimal
ncurses
neovim
nettle
node
node@20
npth
ollama
oniguruma
openjdk
openjpeg
openssl@3
p11-kit
pango
pcre2
pinentry
pipx
pixman
pkgconf
pyenv
python@3.13
readline
ripgrep
rtmpdump
shellcheck
simdjson
sqlite
tesseract
tmux
tor
torsocks
tree
tree-sitter
twilio
unbound
unibilium
utf8proc
uvwasi
webp
wget
xorgproto
xz
yq
z
zeromq
zoxide
zstd
